# Количество выполненных ДЗ (запишите значение 12)
# Количество затраченных часов (запишите значение 1.5)
# Название курса (запишите значение 'Python')
# Время на одно задание (вычислить используя 1 и 2 переменные)

# Выведите на экран(в консоль), используя переменные, следующую строку:
# Курс: Python, всего задач:12, затрачено часов: 1.5, среднее время выполнения 0.125 часа.

hm = 12
hd = 1.5
tn = 'Python'
thw = hd / hm

print(f'Курс: {tn}, всего задач: {hm}, затрачено часов: {hd}, среднее время выполнения {thw} часа.')
